/* ex_and_ks */
"Both Extra/Extensions and Extra/KextStore found." = "Entrambe Extra/Extensions e Extra/KextStore sono state trovate.";

/* done_caption */
"Done" = "Fatto";

/* error_caption */
"Error" = "Errore";

/* warning_caption */
"Warning" = "Attenzione";

/* no_extra */
"No Extra folder on selected disk." = "Non è stata trovata la cartella Extra nel disco selezionato.";

/* no_ex_or_ks */
"No Extra/Extensions or Extra/KextStore found." = "No se encontraron Extra/Extensions o Extra/KextStore en el disco seleccionado.";

/* no_ks */
"No Extra/KextStore found." = "Non è stato trovato Extra/KextStore nel disco selezionato.";

/* no_ee */
"No Extra/Extensions found." = "Non è stata trovata la cartella Extra/Extensions sul disco selezionato.";

/* no_sel_kexts */
"No selected kexts to install." = "Non è stato selezionato nessun kext da installare.";

/* no_sle */
"No System/Library/Extensions on selected disk." = "Non è stato incontrato Sistema/Libreria/Extensions nel disco selezionato.";

/* tasks_finished */
"Selected tasks were finished." = "Le operazioni richieste sono state completate.";

/* no_options */
"You haven't selected any options." = "Non sono state selzionate opzioni.";

/* no_kext */
"You haven't selected any kext." = "Non è stato selezionato alcun kext.";

/* yes */
"Yes" = "Si";

/* no */
"No" = "No";

/* saved */
"Saved." = "Creata la lista degli kexts caricati.";

/* unknown_kext */
"Unknown kext" = "kext sconosciuto";

/* continue_caption */
"Continue?" = "Continuare?";

/* ee_bb_desc */
"Do you want to bring back Extra/Extensions from Extra/KextStore on selected disk?" = "Vuoi ritornare a Extra/Extensions da Extra/KextStore nel disco selezionato?";

/* eks_create_desc */
"Do you want to create Extra/KextStore from Extra/Extensions on selected disk?\nMkext will be created, it can take a while." = "Vuoi creare Extra/KextStore a partire da Extra/Extensions sul disco selezionato?\nMkext sará creato, potrebbe richiedere alcuni minuti.";

/* no_mkext_unpack */
"Unpack directory doesn't exist." = "La cartella per l'estrazione non esiste.";

/* mkext_upacked */
"Mkext was unpacked to selected directory." = "Mkext è stato estratto nella cartella selezionata.";

/* no_mkext */
"You haven't selected any mkext." = "Non è stato selezionato nessun mkext.";

/* mkext_no_x86_64 */
"Architecture x86_64 not found in mkext." = "Architettura x86_64 non trovata nel mkext.";

/* mkext_no_i386 */
"Architecture i386 not found in mkext." = "Architettura i386 non trovata nel mkext.";

/* mkext_no_ppc */
"Architecture ppc not found in mkext." = "Architettura ppc non trovata nel mkext.";

/* mkext_no_ppc64 */
"Architecture ppc64 not found in mkext." = "Architettura ppc64 non trovata nel mkext.";

/* new_ver_caption */
"New version found" = "Trovata nuova versione";

/* no_new_ver_caption */
"No new version found" = "Nessuna nuova versione incontrata";

/* new_ver */
"New version " = "Nuova versione ";

/* found */
" found on server.\nDo you want to download it?" = " trovata sul server.\nVuoi eseguire il download?";

/* latest_ver */
"You have the latest version of program (" = "Possiedi già l'ultima versione del programma (";

/* close */
"Close" = "Chiudi";

/* show_topic */
"Show topic on forum" = "Visualizza il topic nel forum";

/* download */
"Download" = "Scaricare";

/* check_error */
"An error has occurred during version check.\nCheck your internet connection and try again later." = "Ha ocurrido un error durante el chequeo de la versión.\nVerifique su conexión a internet, e inténtelo de nuevo más tarde.";

/* found */
"Found: " = "Trovato: ";

/* kext_name */
"Name: " = "Nome: ";

/* repairing_e_perms */
"Repairing Extra permissions..." = "Riparando i permessi di Extra...";

/* rebuilding_e_mkext */
"Rebuilding Extra mkext..." = "Ricostruendo Extra mkext...";

/* repairing_sle_perms */
"Repairing S/L/E permissions..." = "Riparando i permessi di S/L/E...";

/* repairing_disk_perms */
"Repairing disk permissions..." = "Riparando i permessi del disco...";

/* "rebuilding_sle_cache" */
"Rebuilding system cache..." = "Ricostruendo la cache del sistema...";
